Repository: elaine950619/Aligna_frontend
Catalog: AlignaTest/Localizable.xcstrings
Source language: en
Languages: zh_hans

# loading.moon_in
source: Moon in %@
zh_hans: 月亮在%@

# loading.moon_in_dash
source: Moon in —
zh_hans: 月亮在 —

# loading.moon_phase_dash
source: Moon phase —
zh_hans: 月相 —

# loading.moon_phase_label
source: Moon phase %@
zh_hans: 月相是%@

# loading.moon_phase.first_quarter
source: First Quarter
zh_hans: 上弦月

# loading.moon_phase.full
source: Full Moon
zh_hans: 满月

# loading.moon_phase.new
source: New Moon
zh_hans: 新月

# loading.moon_phase.third_quarter
source: Third Quarter
zh_hans: 下弦月

# loading.moon_phase.waning_crescent
source: Waning Crescent
zh_hans: 残月

# loading.moon_phase.waning_gibbous
source: Waning Gibbous
zh_hans: 亏凸月

# loading.moon_phase.waxing_crescent
source: Waxing Crescent
zh_hans: 娥眉月

# loading.moon_phase.waxing_gibbous
source: Waxing Gibbous
zh_hans: 盈凸月

# loading.personal
source: Personal check-in
zh_hans: 个人状态

# loading.personal_logged
source: Logged for today.
zh_hans: 已为今天记录。

# loading.personal_subtitle
source: Tap what feels true right now.
zh_hans: 点击现在感觉真实的选项。

# loading.place
source: Reading your place
zh_hans: 感知你的所在

# loading.place_footer
source: Place signals are derived from local environment and weather.
zh_hans: 地点信号来自你周围的环境与天气。

# loading.preparing_next
source: Preparing the next step…
zh_hans: 正在准备下一步…

# loading.rising_in
source: Rising in %@
zh_hans: 上升在%@

# loading.rising_in_dash
source: Rising in —
zh_hans: 上升在 —

# loading.sampling_air
source: Sampling the air…
zh_hans: 正在感受今日的气息…

# loading.save
source: Save
zh_hans: 保存

# loading.see_mantra
source: See Today's Mantra
zh_hans: 查看今天的心语

# loading.segment.air_quality
source: Air quality
zh_hans: 空气质量

# loading.segment.built
source: Built
zh_hans: 建筑

# loading.segment.green
source: Green
zh_hans: 绿地

# loading.segment.humidity
source: Humidity
zh_hans: 湿度

# loading.segment.location
source: Location
zh_hans: 位置

# loading.segment.mood
source: Mood
zh_hans: 心情

# loading.segment.moon
source: Moon
zh_hans: 月亮

# loading.segment.moon_phase
source: Moon phase
zh_hans: 月相

# loading.segment.notes
source: Notes
zh_hans: 备注

# loading.segment.pressure
source: Pressure
zh_hans: 气压

# loading.segment.rising
source: Rising
zh_hans: 上升

# loading.segment.sleep
source: Sleep
zh_hans: 睡眠

# loading.segment.stress
source: Stress
zh_hans: 压力

# loading.segment.sun
source: Sun
zh_hans: 太阳

# loading.segment.water
source: Water
zh_hans: 水体

# loading.segment.weather
source: Weather
zh_hans: 天气

# loading.segment.wind
source: Wind
zh_hans: 风

# loading.sensing_named_place
source: I'm sensing %@.
zh_hans: 正在感知 %@…

# loading.sensing_place
source: I'm sensing your place…
zh_hans: 正在感知你身边的世界…

# loading.signals_privacy
source: These signals are used only to shape your experience here, and nowhere else.
zh_hans: 这些信号仅用于塑造你在这里的体验，不会用于其他任何地方。

# loading.sleep
source: Sleep
zh_hans: 睡眠

# loading.sleep_great
source: Great
zh_hans: 很好

# loading.sleep_ok
source: OK
zh_hans: 还好

# loading.sleep_poor
source: Poor
zh_hans: 较差

# loading.sleep_rest
source: Rest
zh_hans: 休息

# loading.stress
source: Stress
zh_hans: 压力

# loading.stress_high
source: High
zh_hans: 高

# loading.stress_low
source: Low
zh_hans: 低

# loading.stress_med
source: Med
zh_hans: 中

# loading.stress_peak
source: Peak
zh_hans: 峰值

# loading.sun_in
source: Sun in %@
zh_hans: 太阳在%@

# loading.sun_in_dash
source: Sun in —
zh_hans: 太阳在 —

# loading.tap_to_edit_notes
source: Tap to edit notes
zh_hans: 点击编辑备注

# loading.warming_up
source: Warming up your space…
zh_hans: 正在唤醒你的空间…

# loading.weaving_signals
source: We're weaving together your cosmic, environmental, and personal signals.
zh_hans: 我们正在汇聚你的宇宙、环境和个人信号。

source: Location Access
zh_hans: 位置访问

source: Location Access Matters
zh_hans: 需要位置权限

source: Location is taking too long. Try the %@ mantra again in a moment.
zh_hans: 获取位置耗时过长，请稍后再试 %@ 心语。

source: Log In
zh_hans: 登录

# login.almost_there_title
source: Almost there
zh_hans: 即将完成

# login.create_account
source: Create account
zh_hans: 注册账号

# login.email_password_required
source: Please enter both email and password.
zh_hans: 请填写邮箱和密码。

# login.enter_email_first
source: Please enter your email first.
zh_hans: 请先输入邮箱。

# login.error_invalid_email
source: Invalid email address.
zh_hans: 邮箱格式不正确。

# login.error_user_disabled
source: This account has been disabled.
zh_hans: 该账号已被停用。

# login.error_user_not_found
source: No account found with this email.
zh_hans: 找不到该邮箱对应的账号。

# login.error_verify_email
source: Please verify your email before signing in.
zh_hans: 请先验证邮箱后再登录。

# login.error_wrong_password
source: Incorrect password. Please try again.
zh_hans: 密码错误，请重试。

# login.forgot_password
source: Forgot password?
zh_hans: 忘记密码？

# login.log_in
source: Log in
zh_hans: 登录

# login.logging_in_overlay
source: Logging in…
zh_hans: 正在登录…

# login.no_account
source: Don't have an account?
zh_hans: 还没有账号？

# login.reset_email_sent
source: Password reset email sent. Check your inbox.
zh_hans: 密码重置邮件已发送，请查收邮箱。

# login.sign_in_google
source: Sign in with Google
zh_hans: 通过 Google 登录

# login.signing_in
source: Signing in…
zh_hans: 登录中…

# login.welcome_back
source: Welcome back
zh_hans: 欢迎回来

# main.attribution
source: The daily rhythms above are derived from integrated modeling of Earth observation, climate, air-quality, physiological, and astrological data.
zh_hans: 以上每日节奏来源于地球观测、气候、空气质量、生理和占星数据的综合建模。

# main.be_precise
source: Be precise
zh_hans: 精确描述

# main.cancel
source: Cancel
zh_hans: 取消

# main.focus_explanation
source: A focus helps Alynna shape the mantra around a specific part of your life, so the guidance feels more relevant to what you want support with today.
zh_hans: 主题帮助 Alynna 围绕你生活的某个特定部分塑造心语，使指引更贴近你今天希望获得支持的方向。

# main.focus_how_it_works
source: How Focuses Work
zh_hans: 主题如何运作

# main.focus_name_hint
source: Use no more than 2 words.
zh_hans: 请使用不超过两个词。

# main.focus_precision_hint
source: For custom focuses, a clear name and precise description help Alynna generate more relevant guidance.
zh_hans: 对于自定义主题，清晰的名称和精确的描述有助于 Alynna 生成更相关的指引。

# main.generated_from_signals
source: Generated from your current signals.
zh_hans: 根据你当前的信号生成。

# main.generating_focus_mantra
source: Generating your %@ focus mantra.
zh_hans: 正在生成你的%@主题心语。

# main.last_update
source: Last update: %@, %@
zh_hans: 最近更新：%@ %@

# main.last_update_at
source: Last update: %@, %@ at %@
zh_hans: 最近更新：%@ %@，位于%@

# main.loading_category
source: Loading %@…
zh_hans: 正在加载%@…

# main.no_custom_focuses
source: No custom focuses yet.
zh_hans: 尚无自定义主题。

# main.ok
source: OK
zh_hans: 好的

# main.save
source: Save
zh_hans: 保存

# main.save_focus
source: Save Focus
zh_hans: 保存主题

# main.share
source: Share
zh_hans: 分享

# main.empty_state.action.retry
source: Try Again
zh_hans: 重新生成

# main.empty_state.action.settings
source: Open Settings
zh_hans: 前往设置

# main.empty_state.generation_failed.body
source: Something went wrong while generating your guidance. Tap below to try again.
zh_hans: 今日内容生成时遇到问题，请点击下方重试。

# main.empty_state.generation_failed.title
source: Today's Guidance Unavailable
zh_hans: 今日指引暂时无法生成

# main.empty_state.location_denied.body
source: Aligna uses your location to tailor guidance to your time and place. Please enable location access in Settings.
zh_hans: Aligna 需要您的位置来生成与当下时空契合的指引，请在设置中开启位置权限。

# main.empty_state.location_denied.title
source: Location Access Needed
zh_hans: 需要位置权限

# main.updated_on
source: Updated on
zh_hans: 更新于

# main.why_mantra
source: Why this mantra
zh_hans: 为什么是这个心语

source: Moon sign
zh_hans: 月亮星座

# moon_phase.first_quarter
source: First Quarter
zh_hans: 上弦月

# moon_phase.full_moon
source: Full Moon
zh_hans: 满月

# moon_phase.new_moon
source: New Moon
zh_hans: 新月

# moon_phase.third_quarter
source: Third Quarter
zh_hans: 下弦月

# moon_phase.waning_crescent
source: Waning Crescent
zh_hans: 残月

# moon_phase.waning_gibbous
source: Waning Gibbous
zh_hans: 亏凸月

# moon_phase.waxing_crescent
source: Waxing Crescent
zh_hans: 峨眉月

# moon_phase.waxing_gibbous
source: Waxing Gibbous
zh_hans: 盈凸月

# moon.clear
source: Clear intentions
zh_hans: 清除心愿

# moon.clear_cancel
source: Cancel
zh_hans: 取消

# moon.clear_confirm_action
source: Clear
zh_hans: 清除

# moon.clear_confirm_message
source: This will remove your recorded intentions for today.
zh_hans: 今日记录的心愿将被删除。

# moon.clear_confirm_title
source: Clear intentions?
zh_hans: 确认清除心愿？

# moon.full_ph1
source: e.g. The need to have it all figured out
zh_hans: 例：凡事必须想清楚的执念

# moon.full_ph2
source: e.g. A relationship dynamic that drains me
zh_hans: 例：一段消耗我的关系模式

# moon.full_ph3
source: e.g. Comparing myself to others
zh_hans: 例：与他人比较的习惯

# moon.full_prompt
source: The full moon reveals what no longer serves you. What are you ready to release?
zh_hans: 满月照亮那些该松手的地方。 你准备放下什么？

# moon.full_subtitle
source: Release 3 things you're ready to let go
zh_hans: 写下你准备放下的三件事

# moon.full_title
source: Full Moon Ritual
zh_hans: 满月仪式

# moon.new_ph1
source: e.g. More stillness in my mornings
zh_hans: 例：早晨多一点宁静

# moon.new_ph2
source: e.g. A creative project I'll start
zh_hans: 例：一个我要开始的创作

# moon.new_ph3
source: e.g. Deeper connection with people I love
zh_hans: 例：与所爱之人更深的联结

# moon.new_prompt
source: The new moon is a blank page. What do you want to call in this month?
zh_hans: 新月是一张白纸。 这个月，你想为自己种下什么？

# moon.new_subtitle
source: Set 3 intentions for this month
zh_hans: 写下本月的三个心愿

# moon.new_title
source: New Moon Ritual
zh_hans: 新月仪式

# moon.save
source: Record
zh_hans: 记录

source: New Custom Focus
zh_hans: 新建自定义主题

source: Nickname
zh_hans: 昵称

source: No sound recommendation
zh_hans: 暂无声音推荐

source: Note: Lightweight astronomical approximations; values near sign cusps may vary slightly.
zh_hans: 注：轻量级天文近似值；靠近星座分界点的数值可能略有偏差。

source: OK
zh_hans: 好的

# onboarding.confirm.birth_time
source: Time of Birth
zh_hans: 出生时间

# onboarding.confirm.birthday
source: Birthday
zh_hans: 生日

# onboarding.confirm.button
source: Confirm
zh_hans: 确认

# onboarding.confirm.gender
source: Gender
zh_hans: 性别

# onboarding.confirm.location
source: Your Current Location
zh_hans: 你的当前位置

# onboarding.confirm.nickname
source: Nickname
zh_hans: 昵称

# onboarding.confirm.title
source: Confirm your information
zh_hans: 确认你的信息

# onboarding.error.close
source: Close
zh_hans: 关闭

# onboarding.error.data_prepare_failed
source: Couldn't prepare your data. Please try again.
zh_hans: 数据准备失败，请重试。

# onboarding.error.network
source: Network error. Please try again.
zh_hans: 网络错误，请重试。

# onboarding.error.no_response
source: No response from server. Please try again.
zh_hans: 服务器无响应，请重试。

# onboarding.error.parse_failed
source: Couldn't read the server response. Please try again.
zh_hans: 无法读取服务器响应，请重试。

# onboarding.error.retry
source: Retry
zh_hans: 重试

# onboarding.error.server_unreachable
source: Couldn't reach the server. Please try again.
zh_hans: 无法连接服务器，请重试。

# onboarding.error.signin_required
source: Sign-in is required to finish onboarding.
zh_hans: 需要登录才能完成引导流程。

# onboarding.error.something_wrong
source: Something went wrong. Please try again.
zh_hans: 出现了一些问题，请重试。

# onboarding.loading.finalizing
source: Finalizing recommendations…
zh_hans: 正在完善推荐…

# onboarding.loading.hang_tight
source: Still working—hang tight.
zh_hans: 仍在处理中，请稍候。

# onboarding.loading.personalizing
source: Personalizing your profile…
zh_hans: 正在个性化你的档案…

# onboarding.loading.preparing
source: Preparing your profile…
zh_hans: 正在准备你的档案…

# onboarding.loading.saving
source: Saving your preferences…
zh_hans: 正在保存你的偏好…

# onboarding.loading.wait_minute
source: This may take around a minute.
zh_hans: 这可能需要大约一分钟。

# onboarding.loading.wait_seconds
source: This may take a few seconds.
zh_hans: 这可能需要几秒钟。

# onboarding.location_dialog.message
source: Turn on Location Access in Settings. Alynna uses weather, humidity, pressure, and nearby conditions to calculate your mantra and rhythm.
zh_hans: 请在设置中开启位置访问权限。Alynna 会使用天气、湿度、气压和周边环境来计算你的心语与节律。

# onboarding.location_dialog.not_now
source: Not Now
zh_hans: 暂不

# onboarding.location_dialog.open_settings
source: Open Settings
zh_hans: 打开设置

# onboarding.location_dialog.title
source: Location Access Matters
zh_hans: 位置访问很重要

# onboarding.location.denied
source: Location permission denied. Current place will be left blank.
zh_hans: 位置权限被拒绝，当前位置将留空。

# onboarding.location.detected
source: ✓ Current Place detected: %@
zh_hans: ✓ 已检测到当前位置：%@

# onboarding.location.off
source: Location access is off.
zh_hans: 位置访问已关闭。

# onboarding.location.requesting
source: Requesting location permission...
zh_hans: 正在请求位置权限...

# onboarding.location.resolve_failed
source: Location acquired, resolving address failed.
zh_hans: 已获取位置，但地址解析失败。

# onboarding.option.chemical
source: Chemical
zh_hans: 化学物质

# onboarding.option.citrus
source: Citrus
zh_hans: 柑橘

# onboarding.option.classical
source: Classical
zh_hans: 古典

# onboarding.option.country
source: Country
zh_hans: 乡村

# onboarding.option.dynamic
source: Dynamic
zh_hans: 动态

# onboarding.option.electronic
source: Electronic
zh_hans: 电子

# onboarding.option.floral
source: Floral
zh_hans: 花香

# onboarding.option.food
source: Food
zh_hans: 食物

# onboarding.option.green
source: Green
zh_hans: 绿色

# onboarding.option.heavy_metal
source: Heavy metal
zh_hans: 重金属

# onboarding.option.jazz
source: Jazz
zh_hans: 爵士

# onboarding.option.no_preference
source: No preference
zh_hans: 无偏好

# onboarding.option.orange
source: Orange
zh_hans: 橙色

# onboarding.option.other
source: Other
zh_hans: 其他

# onboarding.option.pet
source: Pet
zh_hans: 宠物

# onboarding.option.pink
source: Pink
zh_hans: 粉色

# onboarding.option.pollen_dust
source: Pollen/Dust
zh_hans: 花粉/灰尘

# onboarding.option.purple
source: Purple
zh_hans: 紫色

# onboarding.option.seasonal
source: Seasonal
zh_hans: 季节性

# onboarding.option.spicy
source: Spicy
zh_hans: 辛辣

# onboarding.option.static
source: Static
zh_hans: 静态

# onboarding.option.strong
source: Strong
zh_hans: 浓烈

# onboarding.option.woody
source: Woody
zh_hans: 木质

# onboarding.option.yellow
source: Yellow
zh_hans: 黄色

# onboarding.privacy_note
source: We securely save your gender, relationship status, birth date, and birth time only to calculate your zodiac and birth chart details.
zh_hans: 我们安全保存你的性别、关系状态、出生日期和出生时间，仅用于计算你的星座和出生图表详情。

# onboarding.step0.continue
source: Continue
zh_hans: 继续

# onboarding.step0.description
source: A personal guide shaped by Earth, sky, and body signals, tuned to each day and your current context.
zh_hans: 由地球、天空和身体信号塑造的个人指南，针对每一天和你当前的处境量身调整。

# onboarding.step0.feature1
source: Daily recommendations across eight life domains, refreshed each day.
zh_hans: 跨越八个生活领域的每日建议，每天更新。

# onboarding.step0.feature2
source: Personalized to your time, place, and physiology, not a generic profile.
zh_hans: 根据你的时间、地点和生理状况个性化，而非通用档案。

# onboarding.step0.feature3
source: Built to support clarity, balance, and follow-through, without overload.
zh_hans: 旨在支持清晰、平衡和坚持，不会造成负担。

# onboarding.step0.title
source: Your Daily Rhythm
zh_hans: 你的每日节奏

# onboarding.step1.birthplace
source: Place of Birth
zh_hans: 出生地

# onboarding.step1.birthplace_placeholder
source: Your Birth Place
zh_hans: 你的出生地

# onboarding.step1.birthplace_selected
source: ✓ Selected:
zh_hans: ✓ 已选择：

# onboarding.step1.female
source: Female
zh_hans: 女性

# onboarding.step1.gender
source: Gender
zh_hans: 性别

# onboarding.step1.in_relationship
source: In a relationship
zh_hans: 恋爱中

# onboarding.step1.male
source: Male
zh_hans: 男性

# onboarding.step1.nickname
source: Your Nickname
zh_hans: 你的昵称

# onboarding.step1.nickname_placeholder
source: Enter your nickname
zh_hans: 输入你的昵称

# onboarding.step1.other
source: Other
zh_hans: 其他

# onboarding.step1.single
source: Single
zh_hans: 单身

# onboarding.step1.status
source: Status
zh_hans: 关系状态

# onboarding.step1.title
source: Tell us about yourself
zh_hans: 告诉我们关于你的信息

# onboarding.step2.birth_time
source: Time of Your Birth
zh_hans: 你的出生时间

# onboarding.step2.birthday
source: Birthday
zh_hans: 生日

# onboarding.step2.done
source: Done
zh_hans: 完成

# onboarding.step2.title
source: When were you born?
zh_hans: 你什么时候出生的？

# onboarding.step3.activity_question
source: Activity preference?
zh_hans: 你偏好哪种活动方式？

# onboarding.step3.allergy_question
source: Any allergies we should know about?
zh_hans: 你有哪些需要注意的过敏情况？

# onboarding.step3.color_question
source: Any color that don't feel right?
zh_hans: 有哪些颜色让你不舒服？

# onboarding.step3.continue
source: Continue
zh_hans: 继续

# onboarding.step3.scent_question
source: Any scent that don't feel right?
zh_hans: 有哪些气味让你不舒服？

# onboarding.step3.skip
source: Skip for now
zh_hans: 暂时跳过

# onboarding.step3.sound_question
source: Any sound that don't feel right?
zh_hans: 有哪些声音让你不舒服？

# onboarding.step3.subtitle
source: This helps us personalize your daily rhythms
zh_hans: 这将帮助我们为你定制每日节律

# onboarding.step3.title
source: Your preferences
zh_hans: 你的偏好

source: Open Settings
zh_hans: 打开设置

source: Password
zh_hans: 密码

# preferences.act.dynamic
source: Dynamic
zh_hans: 动态

# preferences.act.no_preference
source: No preference
zh_hans: 无偏好

# preferences.act.static
source: Static
zh_hans: 静态

# preferences.activity_question
source: Activity preference?
zh_hans: 活动偏好？

# preferences.allergies_question
source: Any allergies we should know about?
zh_hans: 有我们应该知道的过敏情况吗？

# preferences.allergy.chemical
source: Chemical
zh_hans: 化学物质

# preferences.allergy.food
source: Food
zh_hans: 食物

# preferences.allergy.pet
source: Pet
zh_hans: 宠物

# preferences.allergy.pollen
source: Pollen/Dust
zh_hans: 花粉/粉尘

# preferences.allergy.seasonal
source: Seasonal
zh_hans: 季节性

# preferences.color_question
source: Any color that don't feel right?
zh_hans: 有任何感觉不对的颜色吗？

# preferences.color.green
source: Green
zh_hans: 绿色

# preferences.color.orange
source: Orange
zh_hans: 橙色

# preferences.color.pink
source: Pink
zh_hans: 粉色

# preferences.color.purple
source: Purple
zh_hans: 紫色

# preferences.color.yellow
source: Yellow
zh_hans: 黄色

# preferences.doc_not_found
source: User document not found.
zh_hans: 找不到用户数据。

# preferences.error_title
source: Error
zh_hans: 错误

# preferences.music_question
source: Any sound that don't feel right?
zh_hans: 有任何感觉不对的声音吗？

# preferences.music.ambient
source: Ambient
zh_hans: 环境音乐

# preferences.music.classical
source: Classical
zh_hans: 古典乐

# preferences.music.electronic
source: Electronic
zh_hans: 电子乐

# preferences.music.heavy_metal
source: Heavy metal
zh_hans: 重金属

# preferences.music.jazz
source: Jazz
zh_hans: 爵士乐

# preferences.ok
source: OK
zh_hans: 好的

# preferences.other
source: Other
zh_hans: 其他

# preferences.save
source: Save
zh_hans: 保存

# preferences.saved_message
source: Your preferences have been saved.
zh_hans: 你的偏好已保存。

# preferences.saved_title
source: Saved
zh_hans: 已保存

# preferences.saving
source: Saving…
zh_hans: 正在保存…

# preferences.scent_question
source: Any scent that don't feel right?
zh_hans: 有哪些气味让你不舒服？

# preferences.scent.citrus
source: Citrus
zh_hans: 柑橘

# preferences.scent.floral
source: Floral
zh_hans: 花香

# preferences.scent.spicy
source: Spicy
zh_hans: 辛辣

# preferences.scent.strong
source: Strong
zh_hans: 浓烈

# preferences.scent.woody
source: Woody
zh_hans: 木质

# preferences.title
source: Preferences
zh_hans: 偏好

source: Preset Focuses
zh_hans: 预设主题

# profile.about_subtitle
source: More about the app & privacy
zh_hans: 了解更多关于应用与隐私

# profile.about_title
source: About
zh_hans: 关于

# profile.account_incomplete
source: We found your account, but a few details are missing. Let's finish setup.
zh_hans: 找到了你的账户，但还有一些信息未完善，请完成设置。

# profile.alert_error_title
source: Error
zh_hans: 错误

# profile.alert_ok
source: OK
zh_hans: 确定

# profile.allow_access
source: Allow Access
zh_hans: 允许访问

# profile.almost_there
source: Almost there
zh_hans: 即将完成

# profile.alynna_number_copied
source: Copied
zh_hans: 已复制

# profile.alynna_number_copy
source: Copy
zh_hans: 复制

# profile.alynna_number_hide
source: Hide
zh_hans: 隐藏

# profile.alynna_number_loading
source: Allocating…
zh_hans: 生成中…

# profile.alynna_number_show
source: Show
zh_hans: 显示

# profile.alynna_number_subtitle
source: Used to add people close to you
zh_hans: 用于添加亲近之人

# profile.alynna_number_title
source: My Alynna Number
zh_hans: 我的 Alynna 号

# profile.birth_place_sheet_subtitle
source: Search and choose a location to update your birth coordinates.
zh_hans: 搜索并选择一个地点以更新你的出生坐标。

# profile.birth_place_sheet_title
source: Select Birth Place
zh_hans: 选择出生地

# profile.blocked_numbers_subtitle
source: Manage blocked Alynna numbers
zh_hans: 管理被屏蔽的 Alynna 号

# profile.blocked_numbers_title
source: Blocked Numbers
zh_hans: 已屏蔽的号

# profile.cancel_button
source: Cancel
zh_hans: 取消

# profile.close_button
source: Close
zh_hans: 关闭

# profile.confirm_button
source: Confirm
zh_hans: 确认

# profile.confirm_password_message
source: For security reasons, please enter your password to delete your account.
zh_hans: 出于安全原因，请输入密码以删除账户。

# profile.confirm_password_title
source: Confirm Password
zh_hans: 确认密码

# profile.continue
source: Continue
zh_hans: 继续

# profile.continue_google
source: Continue with Google
zh_hans: 使用 Google 继续

# profile.create_account
source: Create Account
zh_hans: 创建账户

# profile.danger_zone_subtitle
source: Permanently delete your account
zh_hans: 永久删除你的账户

# profile.danger_zone_title
source: Danger Zone
zh_hans: 危险操作

# profile.delete_account_message
source: This will permanently remove your profile and all related data. If you signed up with Google or Apple, you may be asked to confirm sign-in one more time before deletion completes.
zh_hans: 此操作将永久删除你的档案及所有相关数据。如果你通过 Google 或 Apple 注册，在删除完成前可能需要再次确认登录。

# profile.delete_account_title
source: Delete Account?
zh_hans: 删除账户？

# profile.delete_button
source: Delete
zh_hans: 删除

# profile.email_placeholder
source: Enter your email
zh_hans: 输入你的电子邮件

# profile.enable_notifications_message
source: Allow notifications to receive your daily mantra reminder.
zh_hans: 允许通知以接收每日心语提醒。

# profile.enable_notifications_title
source: Enable Notifications
zh_hans: 启用通知

# profile.enter_email_and_password
source: Please enter both email and password.
zh_hans: 请输入邮箱和密码。

# profile.enter_email_first
source: Enter your email first.
zh_hans: 请先输入邮箱。

# profile.error_invalid_email
source: Invalid email address.
zh_hans: 邮箱格式不正确。

# profile.error_user_disabled
source: This account has been disabled.
zh_hans: 该账户已被停用。

# profile.error_user_not_found
source: No account found with this email.
zh_hans: 未找到该邮箱对应的账户。

# profile.error_wrong_password
source: Incorrect password. Please try again.
zh_hans: 密码不正确，请重试。

# profile.field_birth_place
source: Birth Place
zh_hans: 出生地

# profile.field_birth_time
source: Birth Time
zh_hans: 出生时间

# profile.field_birthday
source: Birthday
zh_hans: 生日

# profile.field_current_place
source: Current Place
zh_hans: 当前所在地

# profile.field_gender
source: Gender
zh_hans: 性别

# profile.field_relationship
source: Relationship
zh_hans: 感情状态

# profile.forgot_password
source: Forgot Password?
zh_hans: 忘记密码？

# profile.gender_female
source: Female
zh_hans: 女

# profile.gender_male
source: Male
zh_hans: 男

# profile.gender_other
source: Other
zh_hans: 其他

# profile.hide_personal_info
source: Hide personal information
zh_hans: 隐藏个人信息

# profile.inner_circle_subtitle
source: Bonded people · Requests · Alignment
zh_hans: 绑定的人 · 请求 · 合盘

# profile.inner_circle_title
source: Inner Circle
zh_hans: 亲近圈

# profile.language
source: Language
zh_hans: 语言

# profile.language_coming_soon_badge
source: Coming soon
zh_hans: 即将推出

# profile.language_coming_soon_message
source: This language is currently under development. Stay tuned for future updates!
zh_hans: 该语言目前正在开发中，敬请期待后续更新！

# profile.language_coming_soon_title
source: Coming Soon
zh_hans: 即将推出

# profile.language_dialog_cancel
source: Cancel
zh_hans: 取消

# profile.language_dialog_ok
source: Got it
zh_hans: 知道了

# profile.language_english
source: English
zh_hans: 英文
